content = """
    如何填报高考志愿

在人的一生中，有几个关键选择节点，会对人的命运产生极其重大的影响。分别是：
出生时，选择一个好的家庭；
高考时，选择一个好的专业和学校；
结婚时，选择一个好的对象；
工作时，选择一个能给你锦绣前程的领导；
创业时，选择一个无限潜力的行业。
努力学习、工作很重要，但关键节点的选择产生的影响，可能会远大于努力的工作和学习。比如，现在两个学习成绩相近的同学，由于高考时选择不同的专业和学校，毕业十年、二十年后会有迥然不同的人生。因此，高考志愿填报作为人生转折的一个关键节点，花再多的时间和精力都不足为惜。
高考志愿填报说到底就是选择学校和专业，应该如何选择呢？ 我们可以把这个问题分解来看。
选学校还是选专业？
首先，我们面对的第一个问题是以选专业为主还是以选学校为主？物有本末，事有终始，知所先后，则近道矣。专业和学校都会对我们的人生命运产生重大的影响，但是是专业影响大，还是学校影响大呢？
我们可以从大学和专业分别给我们带来的资源对未来的影响来分析：
1、	未来从政：考取公务员。现在的公务员基本上逢进必考。考公务员是专业重要还是学校重要呢？回答这个问题，你可以看一下现在公务员的报考条件。现在公务员考试会限制专业和学历，对学校没有限制。有志于从政的同学们，可以下载一份“国家公务员职位表”来看一下你期望职位所对应的专业。
结论：未来考公务员优先选专业。
2、	未来就业：找工作。找工作是专业重要还是学校重要？解决这个问题，你可以在招聘网站上翻看一下你理想工作岗位的招聘公告，看下他们的要求，看他们是要求学校还是专业。我想有的可能会要求学校是985/211,有的不会要求学校，但所有的岗位肯定会写明对专业能力的要求。
有很多人会说大学毕业之后不一定要做与所学专业相关的工作，这样的同学在每年都有很多。是的，我承认。但为什么这些同学要浪费四年或三年的时间在一个对自己未来毫无帮助的专业学习上？他们是自愿的吗？他们为什么要选择第二专业就业？你可以找一个身边所学专业与所从事工作不相干的同学问一下。我想这些同学可能会告诉你:当初选的专业不符合兴趣、或当初选的专业根本没有就业前景、或当初选的专业报酬太低等等。总之一句话：他在高考报名时没有选对专业。如果再给这些同学一个机会，他们肯定会选择对他们未来有帮助的专业，而不是他现在的专业。因此，希望所有的同学能够一次选择正确的专业，而不是要浪费自己几年的时间后才知道什么才是自己真正想要的。
结论：未来就业找工作，优先选专业。
3、	未来创业。创业影响因素很多，如资金、合作伙伴、未来市场的判断、专业能力、人脉资源等等。我们身边也有很多初中生、高中生甚至是小学生创业成功的案例，他们并没有上大学，如李嘉诚，也有大学辍学创业成功的，如比尔盖茨。他们用经历证明创业成功可以与大学以及所学专业没有关系，如果你经过认真评估，认为自己现在创业要比上大学更易于获得较大的收益，那你可以选择现在创业。我相信，未来依旧会有高中生创业成功的案例。
如果你希望在大学寻找自己创业所需的资源比如技能、或者合伙人人脉。你应该首先定位自己创业时所扮演的角色，是创业组织者如马云，还是技能提供者如李彦宏。如果你希望扮演创业组织者，建议优先选择学校，优秀的学校供你组织的资源会多一些。如果你希望是技能提供者，优先选择专业。
结论：根据未来自己创业定位优先选择学校或专业，亦或是不再继续攻读大学学位。
4、	未来找对象。大学期间找到另一半是一件再正常不过的事情。上面我们提到，结婚时选择一个好的对象，可能会实现另一次人生飞跃。找对象，是学校对帮助大，还是专业帮助大呢？如果普莉希拉•陈没有上哈佛大学，他不会遇到优秀的马克•扎克伯格（Facebook创始人），当然马克•扎克伯格没有上哈佛大学，他同样不会遇到优秀的普莉希拉•陈。这个也很明显。好的学校成材率会稍微大一些，所以在好的学校中找到优秀的另一半的概率会大一点。
结论：以找对象为首要目标的，优先选择学校。
5、	未来的朋友。大学肯定会遇到自己的一帮朋友。朋友圈与找对象是一个原理。名牌大学建立的优质朋友圈的机会大一些。如果你1975－1979在清华大学化工系基本有机合成专业学习，你的朋友圈便会有一位国家主席。
正是由于名牌大学找好的对象和优质朋友的几率大一些，所以才有人愿意花费650万美元送自己的孩子上斯坦福大学。
结论：以建立优质朋友圈为首要目标的，优先选择学校。
总结一下：如果你大学希望考自己能力从政、就业、创业、科研的，优先选择专业。如果你希望大学能够找到优秀的另一半或建立优质朋友圈的，应该优先选择大学或出国留学。如果你出生时选择了一个优秀的家庭如政治世家或可以花费650万美元送你上斯坦福，那么选择一个好的学校吧。简言之：未来靠自己的选专业，靠别人的选学校。
如何选择专业？
如果你优先选学校，那么专业选择就比较简单、看一下该学校最差的专业排名，挨个选就行。如果你觉得要靠自己的努力，你将面临如何选择专业的问题。由于不同的人有不同的特质，没人可以准确的告诉你应该选择具体的那个专业，但是有些原则，可以为你选择专业时提供帮助。
1、	你的兴趣
您的兴趣是选修专业的重要部分。 如果你真的不喜欢你正在学习的东西，你将会很悲惨。如果你对探索宇宙太空有特别的兴趣，希望自己可以设计飞机、火箭或宇宙空间站，那么就选择对口的航天航空专业；如果你希望成为一个救死扶伤的医生，那你就选择医学专业；如果你希望成为一名维护正义的律师，那么就去选择法学院。
但兴趣可能不会是你选择专业时的最主要的决定因素。因为兴趣是可以被培养和激发的，当你上大学学习自己未曾接触的东西时，你可能会产生或培养一种新的兴趣。
如果你明确知道知己的兴趣所在，按照你的兴趣来挑选专业吧。如果你不确定自己的性格特质所适合的专业，可以测试一下自己的人格特质以及适合自己的专业类别，可以在格物水滴APP高考报名功能-志愿填报指引-职业兴趣测试中进行测试。
2、	你的能力
当您考虑如何选择专业时，您还应该考虑自己擅长什么。如果你高中时数学成绩都是不及格，那么即使你对数学非常的感兴趣，但是选择填报数学专业可能并不是一个好主意。您应该确信自己能够在您的学习领域的大部分课程中取得好成绩。
3、	未来的就业情况
你应该考虑你在学习四年或三年后是否可以轻松的找到一份工作，这个专业的就业前景怎么样？如何确定这个专业是否好就业呢？（千万不要看学校自己的就业率水平这个指标，基本上所有的大学生都会找到一份工作。我想即使你不上大学、不学这个专业，你找一个快递员或者餐厅服务员工作也可以就业。）
首先，看一下该专业现在是否是一个面临短缺的专业？
现在的短缺专业如护理、各类计算机科学、金融工程等。你可以尝试在招聘网站上输入你想要查询的专业，看一下招聘的公司数量和职位所给予的工资平均报酬，便可判断该专业是否面临短缺。招聘数量多且工资水平高的专业便是短缺的专业。在这一点上，你没有必要去听取谁的意见或分析，你需要的是去实证研究一下。
其次，看一下该专业是否是一个增长性行业？
判断一个专业是否是增长性行业就是要判断社会的发展是否导致对该行业的依赖越来越高，如中国从线下购物转移到线上购物过程，导致物流相关专业人才的大幅需求。中国老龄化社会的推进，老年人陡增可能会导致对护理人员需求增加。中国即将进入的智能化社会、物联网社会，可能会导致对相关计算机专业人才、通讯相关人才、物联网相关人才需求的大幅增加。大数据和机器学习时代可能会导致数学、统计学、计算机科学人才的大量需求。
简单总结一句话：你在大学学到的技能是否正好是社会未来发展需要的技能！
我们可能无法100%的预测未来专业短缺并且增长，但分析和判断的过程得到的信息依旧可以为你选择专业提供很大的帮助。如果你无法判断这个专业可以给你提供什么专业技能、或者说无法判断所学到的内容是否是未来需要的技能时，请谨慎报考该专业。
4、	未来的收入潜力
如果你家庭并不富裕，取得高薪应该比兴趣在你选择专业时更应优先考虑。你不应该致家庭贫困于不顾，选择教育学、社会学、哲学、历史学、宗教学等这些低薪的专业，而应该尽可能的选择计算机科学、数学与金融工程、医学等高薪专业。当然，每个行业都有高薪和底薪，如平面设计师一般来说的话都是低薪，但高级的平面设计师可能比一般的投资银行的金融从业人员还要高。
如果你不确定该专业时高薪专业还是低薪专业，可以在格物水滴APP高考报名功能-志愿填报指引-中查看各个相关专业相关报酬的统计排名。
如何报考学校？
如果你优先选择学校，如果可以最好在名牌大学中选择。如果无法选择名牌大学的情况下，选择学校时可以将你可能进入学校按照录取最低分做个排名，然后看下各个学校最差的专业分别是什么，选择一个自己最喜欢的专业进行填报。
如果你优先选择专业，在选择学校前，请确保你已经选择好了专业。如果你没有选择专业的情况下来看学校，大都会看到学校悠久的历史文化、名人辈出、师资力量强大（院士和教授一大把）、规模庞大（学生人数重大、占地面积庞大、图书馆藏书众多）、环境优美、就业率高（毫无意义，完全忽略）等等这些对你选择学校毫无益处的信息。因为你选择学校是为了自我能力的增长，不是为了学校食堂的饭菜是否合口、宿舍是是否宽敞，有没有安装空调这些。
这些与学校相关的信息基本与你无关，无需太多关注，你需要关注的：
首先是师资力量。
学校拼的肯定是老师的质量。相同专业不同学校教出来的学生之所以有很大的差异就是因为老师的不同。你需要收集一下你感兴趣学校的该专业相关的师资力量，然后进行比较。选择一所自己力所能及且师资力量较好的学校。如果你无法获取该学校该专业的师资力量情况介绍，也许直接PASS掉该学校是更好的选择。
其次，地理位置在选择学校时也很重要。
如果师资力量不相上下，都让你满意。优先选择你未来打算工作的区域学校。一方面，学校在本地经营多年，学校和老师在本地都会有些资源，这些资源可能会为你初入社会提供很大的帮助；其次，大学环境与未来工作生活环境一致，将来不需要再变化熟悉环境。
建议优先选择珠三角地区、长三角地区、北京、重庆、武汉、西安、成都、郑州等经济发达地区或省会城市。为什么呢？因为等值的劳动在经济发达地区取得的收益要大于经济不发达地区。比如同样在饭店端盘子，在三线城市你工作8小时收入要远低于北京、上海工作8小时。
如何确定我的分数是否能够被学校录取？
现在我们都是分数出来后再填报志愿，按理说只要报考志愿系统上显示已报考学生人数和成绩，我们便可以判断自己是否被录取。现在的报考系统都还没有实现该功能。格物水滴APP为大家实现了一个高考报名平台，输入自己的成绩后报名相关学校和专业便可以看到已报考该学校该专业的同学数量、分数等信息，便可判断自己是否被录取，想用的可以自己搜格物水滴app下载。
   """